Repository: Xezis/PoESkillTree
Catalog: WPFSKillTree/Locale/*/Messages.po
Languages: pl_pl

source: About PoESkillTree
pl_pl: О PoESkillTree

source: Version
pl_pl: Wersja

source: Updates
pl_pl: Aktualizacje

source: See the GitHub page for new versions and source code:
pl_pl: Sprawdź stronę GitHub'a dla nowych wersji lub kodu źródłowego

source: Authors
pl_pl: Autorzy

source: original author
pl_pl: Pierwotny autor

source: Legal
pl_pl: Prawa

source: Skill tree assets and images belong to
pl_pl: Grafiki drzewka umiejętności oraz obrazki należą do

source: Data used in character calculations are from
pl_pl: Informacje użyte do obliczeń pochodzą z

source: Close
pl_pl: Zamknij

source: Download & Import Items
pl_pl: Pobierz i zaimportuj przedmioty

source: Please enter Your Character and Account Name below and click on 'Open in Browser'.
pl_pl: Proszę podać nazwę postaci oraz konta i kliknąć 'Otwórz w przeglądarce'.

source: This will open a page in your default Web-browser containing the item data.
pl_pl: Otworzy to nową stronę zawierającą informajcę o przedmiotach w twojej domyślnej przeglądarce.

source: Save the page anywhere, then click on 'Load File' and select the saved file.
pl_pl: Zapisz stronę gdziekolwiek, kliknij 'Wczytaj plik' i wybierz zapisy plik.

source: Open in Browser
pl_pl: Otwórz w przeglądarce

source: Load File
pl_pl: Wczytaj plik

source: Please enter Account Name and league below and click on 'Open in Browser'.
pl_pl: Proszę podać nazwę konta oraz ligę i kliknąć 'Otwórz w przeglądarce'.

source: This will open a page in your default Web-browser containing stash tab list
pl_pl: Otworzy to nową stronę zawierającą zakładki ze skrzynki w twojej domyślnej przeglądarce.

source: Save the page anywhere, then click on 'Load stash tab list' and select the saved file.
pl_pl: Zapisz stronę gdziekolwiek, kliknij 'Wczytaj zakładki skrzynki' i wybierz zapisy plik.

source: Load stash tab list
pl_pl: Wczytaj zakładki skrzynki

source: Select stash tab and click 'Open in browser' below
pl_pl: Wybierz zakładkę skrzynki i klinij 'Otwórz w przeglądarce'.

source: Save the page anywhere, then click on 'Load stash tab' and select the saved file.
pl_pl: Zapisz stronę gdziekolwiek, kliknij 'Wczytaj zakładkę skrzynki' i wybierz zapisy plik.

source: Load stash tab
pl_pl: Wczytaj zakładkę skrzynki

source: Build Information
pl_pl: Informacje o build'zie

source: Build name
pl_pl: Nazwa

source: Build note
pl_pl: Notatka

source: Character Information
pl_pl: Informacje o postaci

source: Character name
pl_pl: Nazwa postaci

source: Account name
pl_pl: Nazwa konta

source: Items data
pl_pl: Informacje o przedmiotach

source: Help
pl_pl: Pomoc

source: Hotkeys
pl_pl: Skróty klawiszowe

source: Key combination
pl_pl: Kombinacja klawiszy

source: Function
pl_pl: Funkcja

source: Shift + Left Click
pl_pl: Shift + LPM

source: Zoom In
pl_pl: Przybliż

source: Ctrl + Left Click
pl_pl: Ctrl + LPM

source: Zoom Out
pl_pl: Oddal

source: Toggle Attributes sidebar
pl_pl: Włącz/Wyłącz panel atrybutów

source: Toggle Character Sheet sidebar
pl_pl: Włącz/Wyłącz panel statystyk postaci

source: Toggle Saved Builds sidebar
pl_pl: Włącz/Wyłącz panel zapisanych build'ów

source: Copy PoEUrl link to Clipboard
pl_pl: Skopiuj adres URL do schowka

source: Reset Skill tree
pl_pl: Zresetuj drzewko umiejętności

source: Ctrl + Up/Down
pl_pl: Ctrl + W górę/W dół

source: (Saved Builds) Move build up and down
pl_pl: (Zapisane build'y) Przesuń build w górę i dół

source: Undo last Skill tree change
pl_pl: Cofnij ostatnią zmianę drzewka umiejętności

source: Redo last Skill tree change
pl_pl: Powtórz ostatnią zmianę drzewka umiejętności

source: Save build as
pl_pl: Zapisz build jako

source: Right Click
pl_pl: PPM

source: (Skill tree) Center Skill tree and reset zoom
pl_pl: (Drzewko umiejętności) Wyśrodkuj drzewko umiejętności oraz zresetuj przybliżenie

source: (Attributes) Highlight corresponding nodes in Skill tree
pl_pl: (Atrybuty) Podświetl podobne węzły na drzewku umiejętności

source: (Skill node) Toggle skill node highlighting
pl_pl: (Węzeł) Włącz/Wyłącz podświetlenie węzłów

source: Shift + Right Click
pl_pl: Shift + PPM

source: (Skill node) Toggle skill node highlighting (reversed)
pl_pl: (Węzeł) Włącz/Wyłącz podświetlenie węzłów (odwrotnie)

source: Shift + Hover
pl_pl: Shift + Najedź

source: (Skill node) Highlight similar skill nodes
pl_pl: (Węzeł) Podświetl podobne węzły

source: Download
pl_pl: Pobierz

source: _File
pl_pl: Plik

source: Save _As
pl_pl: Zapisz jako

source: E_xit
pl_pl: Wyjście

source: _Edit
pl_pl: Edycja

source: _Undo
pl_pl: Cofnij

source: _Redo
pl_pl: Powtórz

source: Reset Skill _Tree
pl_pl: Resetuj drzewko umiejętności

source: _View
pl_pl: Widok

source: _Theme
pl_pl: Wygląd

# color
source: Light
pl_pl: Jasny

# color
source: Dark
pl_pl: Ciemny

source: Saved _Builds
pl_pl: Zapisane build'y

source: _Attributes
pl_pl: Atrybuty

source: _Character Sheet
pl_pl: Statystyki postaci

source: Skill _Tree Comparison
pl_pl: Porównanie drzewek umiejętności

source: _Tools
pl_pl: Narzędzia

source: Take _Screenshot of Skilled Nodes
pl_pl: Zrób zdjęcie

source: _Equipment
pl_pl: Sprzęt

source: _Download & Import Items
pl_pl: Pobierz i zaimportuj przedmioty

source: _Download & Import Stash
pl_pl: Pobierz i zaimportuj Skrzynkę

source: _Nodes
pl_pl: Węzły

source: Skill _Tagged Nodes
pl_pl: Połącz zaznaczone węzły

source: Un_tag All Nodes
pl_pl: Odznacz wszystkie węzły

source: _Program Assets
pl_pl: Grafiki

source: _Redownload Skill Tree Assets
pl_pl: Pobierz ponownie grafiki drzewka umiejętności

source: _Help
pl_pl: Pomoc

source: _Links
pl_pl: Strony

source: _Path of Exile Website
pl_pl: Path of Exile

source: View _Help
pl_pl: Pokaż pomoc

source: Hot_keys
pl_pl: Skróty klawiszowe

source: Check for _Updates
pl_pl: Sprawdź czy są aktualizacje

source: _About PoESkillTree
pl_pl: О PoESkillTree

source: Saved Builds
pl_pl: Zapisane build'y

source: Filter:
pl_pl: Filtr

source: Skill tree comparison
pl_pl: Porównanie drzewek umiejętności

source: Save
pl_pl: Zapisz

source: Save As
pl_pl: Zapisz jako

source: Delete
pl_pl: Usuń

source: Attributes
pl_pl: Atrybuty

source: Passive Attributes
pl_pl: Pasywne atrybuty

source: Item Attributes
pl_pl: Atrybuty przedmiotów

source: Total Attributes
pl_pl: Wszystkie atrybuty

source: Character Sheet
pl_pl: Statystyki postaci

source: Defense
pl_pl: Obrona

source: Offense
pl_pl: Ofensywa

source: Search:
pl_pl: Szukaj

source: Skill tree link:
pl_pl: Adres drzewka umiejętności

source: Load Tree
pl_pl: Wczytaj drzewko

source: Skill Tree Optimizer
pl_pl: Optymalizacja drzewka umiejętności

source: Finding optimal Skill tree...
pl_pl: Szukanie optymalnego drzewka umiejętności...

source: Initializing...
pl_pl: Inicjalizacja...

source: Character
pl_pl: Postać

source: Downloading Skill tree assets
pl_pl: Pobieranie grafik drzewka umiejętności

source: Please tag non-skilled nodes by right-clicking them.
pl_pl: Proszę zaznaczyć nie wybrane węzły przez kliknięcie PPM.

source: An error occured while attempting to load Skill tree from {0} location.
pl_pl: Wystąpił błąd w trakcie próby wczytania drzewka umiejętności z {0}.

source: Download already in progress
pl_pl: Pobieranie jest już w toku

source: Download already completed
pl_pl: Pobieranie już zakończone

source: Download still in progress
pl_pl: Pobieranie nadal w toku

source: No package downloaded
pl_pl: Nie pobrano pakietu

source: Download completed or still in progress
pl_pl: Pobieranie zakończone lub nadal w toku

source: The application is not correctly installed
pl_pl: Aplikacja jest nie poprawnie zainstalowana

source: Keystone
pl_pl: Kluczowa umiejętność

source: Weapon
pl_pl: Broń

source: Minion
pl_pl: Sługus

source: Trap
pl_pl: Pułapka

source: Curse
pl_pl: Klątwa

source: Critical Strike
pl_pl: Uderzenie krytyczne

source: Shield
pl_pl: Tarcza

source: Block
pl_pl: Blok

source: General
pl_pl: Ogólne

source: Spell
pl_pl: Czar

source: Core Attributes
pl_pl: Bazowe atrybuty

source: Question
pl_pl: Pytanie

source: Error
pl_pl: Błąd

source: Details:
pl_pl: Szczegóły

source: Information
pl_pl: Informacje

source: Warning
pl_pl: Ostrzeżenie

source: {0}, {1} point used
pl_pl: {0}, {1} punkt użyty

source: CharacterName
pl_pl: Nazwa postaci

source: AccountName
pl_pl: Nazwa konta

source: League
pl_pl: Liga

source: An error occurred while attempting to load stash data.
pl_pl: Wystąpił błąd w trakcie próby wczytania skrzynki.

source: New tab with {0} items was added to stash
pl_pl: Nowa zakładka z {0} przemiotami zostałą dodana do skrzynki

source: Not Available
pl_pl: Niedostępne

source: Last updated: {0}
pl_pl: Ostatnia aktualizacja: {0}

source: Help file not found
pl_pl: Nie znaleziono pliku pomocy

source: An error occurred while copying to Clipboard.
pl_pl: Wystąpił błąd w trakcie kopiowania do schowka.

source: The existing Skill tree assets will be deleted and new assets will be downloaded.
pl_pl: Istniejące grafiki drzewka umiejętności zostaną usunięte i nowe grafiki zostaną pobrane.

source: Do you want to continue?
pl_pl: Czy chcesz kontynuować?

source: An error occurred while downloading assets.
pl_pl: Wystąpił błąd w trakcie pobierania grafik.

source: Checking for updates
pl_pl: Sprawdzam czy są aktualizacje

source: You have the latest version!
pl_pl: Posiadasz ostatnią wersję!

source: An update for {0} ({1}) is available!
pl_pl: Aktualizacja {0} ({1}) jest dostępna!

source: The application will be closed when download completes to proceed with the update.
pl_pl: Aplikacja zostanie wyłączona po zakończeniu pobierania, aby dokonać aktualizacji.

source: A new version {0} is available!
pl_pl: Nowa wersja jest dostępna ({0})!

source: The new version of application will be installed side-by-side with earlier versions.
pl_pl: Nowa wersja aplikacji zostanie zainstalowana obok wcześniejszych wersji.

source: Warning: This is a pre-release, meaning there could be some bugs!
pl_pl: Ostrzeżenie! Jest to wersja beta, mogą występować błędy!

source: Do you want to download and install the update?
pl_pl: Czy chcesz pobrać oraz zainstalować aktualizację?

source: Do you want to download and install the new version?
pl_pl: Czy chcesz pobrać oraz zainstalować nową wersję?

source: An error occurred while attempting to contact the update location.
pl_pl: Wystąpił błąd w trakcie próby połączenia się z lokalizacją aktualizacji.

source: Downloading latest version
pl_pl: Pobieranie ostatniej wersji

source: An error occurred during the download operation.
pl_pl: Wystąpił błąd w trakcie operacji pobierania.

source: An error occurred while attempting to start the installation.
pl_pl: Wystąpił błąd w trakcie próby rozpoczęcia instajacji.

source: An error occurred while attempting to load item data.
pl_pl: ПWystąpił błąd w trakcie próby wczytania informacji o przedmiotach.

source: Right click to edit
pl_pl: PPM, aby edytować

source: Please select a saved build.
pl_pl: Wybiez zapisany build.

source: An error occurred during a save operation.
pl_pl: Błąd w trakcie operacji zapisywania.

source: Resolving shortened tree address
pl_pl: Rozwiązywanie skróconego adresu drzewka

source: An error occurred while attempting to load Skill tree from URL.
pl_pl: Wystąpił błąd w trakcie próby wczytania drzewka umiejętności z adresu URL.

source: Generating PoEUrl of Skill tree
pl_pl: Generowanie adresu URL drzewka umiejętności

source: An error occurred while attempting to contact the PoEUrl location.
pl_pl: Wystąpił błąd w trakcie próby połączenia się z adresem URL.

source: The PoEUrl link has been copied to Clipboard.
pl_pl: Adres URL został skopiowany do schowka.

source: An error occurred while attempting to load saved builds.
pl_pl: Wystąpił błąd w trakcie próby wczytania zapisanych build'ów.

source: Downloading Item assets
pl_pl: Pobieranie grafik przedmiotów

source: Error while downloading assets.
pl_pl: Błąd w trakcie pobierania grafik.

source: Cancel
pl_pl: Anuluj

source: Pause
pl_pl: Pauza

source: The optimizer was unable to find a conforming tree. Please change skill node tagging and try again.
pl_pl: Nie udało się znaleźć optymalnego drzewka

source: Best result so far: {0} additional point spent
pl_pl: Najlepszy wynik: {0} punkt

source: Finished!
pl_pl: Zakończone!

source: Continue
pl_pl: Kontynuuj
